{
  "posts": [
  {
    "id": 1,
    "cover": "https://preview.ibb.co/bC5ELQ/alex_min.png",
    "title": "Dímelo en palabras",
    "description": "El polifacético escritor catalán nos muestra en su novela más romántica como, básicamente, nuestra relación es tan fácil como decirnos las cosas como son. Tal cual."
  },
  {
    "id": 2,
    "cover": "https://preview.ibb.co/dvM9AQ/eddie_min.png",
    "title": "Lo veo negro",
    "description": "En ocasiones crees entender algo cuando te lo están explicando, pero en el momento de ponerte a programar surge siempre esta duda. ¿Lo ves?. Eduard Català se saca de la manga una obra maestra de la ciencia ficción."
  },
  {  
     "id": 3,
     "cover":"https://preview.ibb.co/nF3Un5/flecha_min.png",
     "title":"Mi algoritmo es más rápido",
     "description":"De nuevo Guerrero, de nuevo el flecha. Un libro que te deja atado a su trama desde que abres la cubierta. Te atrapa rápido, muy rápido, hyper rápido."
  },
  {  
     "id": 4,
     "cover":"https://preview.ibb.co/hPod4k/joan_min.png",
     "title":"Amazing Design Art",
     "description":"Delicado y cuidado en cada palabra, este segundo tomo de la Trilogía 'Amor Front-End' es de momento el más sofisticado del autor. Nos fascinó 'Romance CSS', nos encanta este, ¿Qué nos deparará 'Orgasmo JavaScript'?"
  },
  {  
     "id": 5,
     "cover":"https://preview.ibb.co/iVRAuk/maruti_min.png",
     "title":"The Javascript Guru",
     "description":"From India to Spain, this book explains us how your dreams like a developer can be real. Functions, Objects, Variables... All of JavaScript is here in this Amazing book."
  },
  {  
     "id": 6,
     "cover":"https://preview.ibb.co/n82iEk/oruc_min.png",
     "title":"Azerbaijan Roulette",
     "description":"Meanwhile you wait for the next Code challenge you can play some football with your mates... GOOOOOOOAAAAL!!"
  },
  {  
     "id": 7,
     "cover":"https://preview.ibb.co/bHMWPk/roosy_min.png",
     "title":"Java... what?",
     "description":"For those of you that don't understand nothing about new technologies, Mr. Roosy arrives to give you some ray of light in your darkness. You'll never ask Java...what? again."
  },
  {  
     "id": 8,
     "cover":"https://preview.ibb.co/n06LH5/vcarpio_min.png",
     "title":"Digital Nomad",
     "description":"Entras a las 9 de la mañana, te repanchingas en tu silla, pones los pies en la mesa y empiezas a programar. La vida de un nómada digital puede ser maravillosa. Gran relato corto del Escritor y ex-programador de Facebook Victor Carpio."
  },
  {  
     "id": 9,
     "cover":"https://preview.ibb.co/dPxsYv/Albert_min.png",
     "title":"El por qué de no usar Mustache",
     "description":"El famoso escritor Albert Lara nos enseña el poder de JavaScript para crear plantillas y las razones por las que un sistema ideado justamente para este fin como es Mustache, no siempre es la mejor opción..."
  },
  {  
     "id": 10,
     "cover":"https://preview.ibb.co/e1z6tv/Bryn_min.png",
     "title":"Shut up little bastards",
     "description":"El silencio es necesario en estos tiempos para poder concentrarte. Bryn luchará contra viento y marea en esta cruda historia basada en hechos reales."
  },
  {  
     "id": 11,
     "cover":"https://preview.ibb.co/fqbmtv/Eduardo_min.png",
     "titulo":"Sudo mucho",
     "description":"Para qué aprender JavaScript si puedes estar subiendo copas sin parar. La historia de Eduardo nos llevará de estar hundido en la mierda hasta seguir hundido en la mierda."
  },
  {  
     "id": 12,
     "cover":"https://preview.ibb.co/ctuvmF/Erica_min.png",
     "title":"No contéis conmigo",
     "description":"Hay veces que no se puede soportar la presión. Este es uno de esos casos. Erica no lo consiguió pero hay gente que dice haberla visto en ciertas noches de verano..."
  }
  {  
     "id": 13,
     "cover":"https://preview.ibb.co/hBtc0a/Gerard_min.png",
     "title":"Asincronía y su puta madre",
     "description":"¿Qué entendemos por asincronía? ¿Por qué existe en este maldito mundo? ¿No es suficientemente sencillo el mundo síncrono?. De Haro nos trae una obra de ciencia ficción con más de un giro que no te esperas."
  },
  {  
     "id": 14,
     "cover":"https://preview.ibb.co/esZT6F/Juan_min.png",
     "title":"El java empieza ahorita",
     "description":"HTML, CSS, JavaScript e incluso Jquery son juegos de niños para un hombre que se lo propone. Pero Java ya son palabras mayores. Un reto que hay que aceptar y asumir que será duro. La parte front quedó atrás, el Java empieza ahorita."
  },
  {  
     "id": 15,
     "cover":"https://preview.ibb.co/jv3c0a/Lluis_min.png",
     "title":"document.write()",
     "description":"No necesito más. No quiero funciones que no sé como funcionan. Document.write() hace lo que quiero y cuando quiero. Trágico relato de un hombre con una obsesión..."
  },
  {  
     "id": 16,
     "cover":"https://preview.ibb.co/bBJXYv/Muhammad_min.png",
     "title":"Learning Syntax",
     "description":"A man with the need to learn every word of every new programming language. An almost impossible goal that will make him struggle with life and with his interior."
  },
  {  
     "id": 17,
     "cover":"https://preview.ibb.co/ja3XYv/Nuria_min.png",
     "title":"Design First",
     "description":"Por mucho que JavaScript ayude a darle funcionalidad a la página, lo primordial es el diseño. Sin un buen diseño, una pagina cae por su propio peso. Nuria nos explica la importancia de un gran impacto visual."
  },
  {  
     "id": 18,
     "cover":"https://preview.ibb.co/hCVqLa/Vicent_min.png",
     "title":"Code of Vincent",
     "description":"El escritor fantástico Vicent Clapés nos trae una historia que narra como un simple programador consiguió convertirse en un autentico guerrero a base de código. Batallas contra dragones de Jquery y Magos de Javascript en una aventura de lo más freek."
  },
  {  
     "id": 19,
     "cover":"https://preview.ibb.co/iVRmtv/Victor_min.png",
     "title":"El maestro del parámetro",
     "description":"Cuando te das cuenta que 10 funciones similares se pueden transformar en una sola simplemente pasándole un par de parámetros te das cuenta de todo su potencial. Es entonces cuando de transformas en un maestro del parámetro."
  },
  {  
     "id": 20,
     "cover":"https://preview.ibb.co/dGcsYv/Auger_min.png",
     "title":"Local Storage",
     "description":"Llamadas JSON, objetos Javascript, Table Sorter, iframe, pantallas de loading... Todo esto es tiempo perdido para el usuario. Necesitamos algo que nos ayude con eso. Aquí es donde entra el poder del Local Storage. Gotcha!!"
    },
  {  
     "id": 21,
     "cover":"https://preview.ibb.co/h8s4fa/Edu_min.png",
     "title":"Difícil. A veces lo fácil aburre.",
     "description":"Cómo funciona un sort por dentro? ¿Por qué usar esta función y no inventar una que nos complique más la vida?. Estas y otras preguntas en un libro orientado a esas personas que piensan fuera de la caja."
  },
  {  
     "id": 22,
     "cover":"https://preview.ibb.co/csHsYv/Francesc_min.png",
     "title":"No lo entiendo",
     "description":"El escritor, en su biografía más completa hasta la fecha, nos pone en su piel durante su iniciación a la programación antes de trabajar en Google. Era joven, con toda la vida por delante, pero no entendía nada..."
  },
  {  
     "id": 23,
     "cover":"https://preview.ibb.co/gjX4fa/Ignasi_min.png",
     "title":"La la la. City of code",
     "description":"Código, código y más código. Entre incontables líneas de código se cuela este programador con gran experiencia autor de otros Best Sellers como 'Tucutucu Master' o 'Métele chicha a mi salchicha'..."
  },
  {  
     "id": 24,
     "cover":"https://preview.ibb.co/cV1QmF/Raul_min.png",
     "title":"Function Man",
     "description":"Típico cuatro ojos que está todo el día programando y haciendo mierdas como esta, en este libro cuenta como crear más funciones que variables... Un loco."
  },
  {  
     "id": 25,
     "cover":"https://preview.ibb.co/kHC9Va/Gabriel_min.png",
     "title":"Java Di Janeiro",
     "description":"Con Java en la sangre y Php en las venas, desde Brasil llega este ex-músico para explicarnos todas las ventajas del, seguramente, mejor lenguaje del mundo."
  }
 ]
}


  
