{
  "posts": [
  {
    "id": 1,
    "cover": "https://preview.ibb.co/bC5ELQ/alex_min.png",
    "title": "Dímelo en palabras",
    "description": "El polifacético escritor catalán nos muestra en su novela más romántica como, básicamente, nuestra relación es tan fácil como decirnos las cosas como son. Tal cual."
  },
  {
    "id": 2,
    "cover": "https://preview.ibb.co/dvM9AQ/eddie_min.png",
    "title": "Lo veo negro",
    "description": "En ocasiones crees entender algo cuando te lo están explicando, pero en el momento de ponerte a programar surge siempre esta duda. ¿Lo ves?. Eduard Català se saca de la manga una obra maestra de la ciencia ficción."
  },
  {  
     "id": 3,
     "cover":"https://preview.ibb.co/nF3Un5/flecha_min.png",
     "title":"Mi algoritmo es más rápido",
     "description":"De nuevo Guerrero, de nuevo el flecha. Un libro que te deja atado a su trama desde que abres la cubierta. Te atrapa rápido, muy rápido, hyper rápido."
  },
  {  
     "id": 4,
     "cover":"https://preview.ibb.co/hPod4k/joan_min.png",
     "title":"Amazing Design Art",
     "description":"Delicado y cuidado en cada palabra, este segundo tomo de la Trilogía 'Amor Front-End' es de momento el más sofisticado del autor. Nos fascinó 'Romance CSS', nos encanta este, ¿Qué nos deparará 'Orgasmo JavaScript'?"
  },
  {  
     "id": 5,
     "cover":"https://preview.ibb.co/iVRAuk/maruti_min.png",
     "title":"The Javascript Guru",
     "description":"From India to Spain, this book explains us how your dreams like a developer can be real. Functions, Objects, Variables... All of JavaScript is here in this Amazing book."
  },
  {  
     "id": 6,
     "cover":"https://preview.ibb.co/n82iEk/oruc_min.png",
     "title":"Azerbaijan Roulette",
     "description":"Meanwhile you wait for the next Code challenge you can play some football with your mates... GOOOOOOOAAAAL!!"
  },
  {  
     "id": 7,
     "cover":"https://preview.ibb.co/bHMWPk/roosy_min.png",
     "title":"Java... what?",
     "description":"For those of you that don't understand nothing about new technologies, Mr. Roosy arrives to give you some ray of light in your darkness. You'll never ask Java...what? again."
  },
  {  
     "id": 8,
     "cover":"https://preview.ibb.co/n06LH5/vcarpio_min.png",
     "title":"Digital Nomad",
     "description":"Entras a las 9 de la mañana, te repanchingas en tu silla, pones los pies en la mesa y empiezas a programar. La vida de un nómada digital puede ser maravillosa. Gran relato corto del Escritor y ex-programador de Facebook Victor Carpio."
  },
  {  
     "id": 9,
     "cover":"https://preview.ibb.co/dPxsYv/Albert_min.png",
     "title":"El por qué de no usar Mustache",
     "description":"El famoso escritor Albert Lara nos enseña el poder de JavaScript para crear plantillas y las razones por las que un sistema ideado justamente para este fin como es Mustache, no siempre es la mejor opción..."
  }
 ]
}


  
